// EWndString.h: interface for the CEWndString class.
//
//////////////////////////////////////////////////////////////////////

#if !defined(AFX_EWNDSTRING_H__819E705C_D3FC_498C_B286_355A4DAC2E5E__INCLUDED_)
#define AFX_EWNDSTRING_H__819E705C_D3FC_498C_B286_355A4DAC2E5E__INCLUDED_

LPCTSTR g_str[] = 
{
	"菜单",
	"退出",
	"选择",
	"确定",
	"取消",
	"返回",
	"",

	"标题栏",
	"进度条",
	"按钮",
	"单选框",
	"复选框",
	"选择框",
	"组合框",
	"列表框",
	"滚动标签",
	"编辑框",

	"隐藏标题栏",
	"显示标题栏",
	"隐藏菜单栏",
	"显示菜单栏",

	"欢迎使用！",
	"确定退出程序?",
	"确定删除?",

	"1.打开",
	"2.删除",
	"3.更改视图",
	"4.其它页面",
	"5.退出",
	"1.列表视图",
	"2.图标视图",
	"1.返回主页面",

	"开始",
	"停止",
	"南京理工大学，计算机学院，计算机应用专业，计算机视觉方向",

	"改变模型1",
	"改变模型2",
	"模型1数据1",
	"模型1数据2",
	"模型2数据1",
	"模型2数据2",
};

#endif // !defined(AFX_EWNDSTRING_H__819E705C_D3FC_498C_B286_355A4DAC2E5E__INCLUDED_)
